[
    {
        "title" : "เลข",
        "subtitle" : "รวมสูตรเลข",
        "image_url" : "https://raw.githubusercontent.com/nightsornram/BasicAPI/main/math.jpg",
        "details" : "คณิตศาสตร์ เป็นศาสตร์ที่มุ่งค้นคว้าเกี่ยวกับ โครงสร้างนามธรรมที่ถูกกำหนดขึ้นผ่านทางกลุ่มของสัจพจน์ซึ่งมีการให้เหตุผลที่แน่นอนโดยใช้ตรรกศาสตร์สัญลักษณ์ และสัญกรณ์คณิตศาสตร์ เรามักนิยามโดยทั่วไปว่าคณิตศาสตร์เป็นสาขาวิชาที่ศึกษาเกี่ยวกับรูปแบบและโครงสร้าง, การเปลี่ยนแปลง, และปริภูมิกล่าวคร่าวๆ ได้ว่าคณิตศาสตร์นั้นสนใจ “รูปร่างและจำนวน” เนื่องจากคณิตศาสตร์มิได้สร้างความรู้ผ่านกระบวนการทดลอง บางคนจึงไม่จัดว่าคณิตศาสตร์เป็นสาขาของวิทยาศาสตร์"
    },
    {
        "title" : "ฟิสิกส์",
        "subtitle" : "รวมสูตรฟิสิกส์",
        "image_url" : "https://raw.githubusercontent.com/nightsornram/BasicAPI/main/physics.jpg",
        "details" : "วิชาฟิสิกส์เป็นวิชาวิทยาศาสตร์พื้นฐานที่มุ่งเน้นการศึกษาความสัมพันธ์ของปริมาณทางกายภาพต่างๆ ในปรากฏการณ์ธรรมชาติ ด้วยหลักของเหตุและผลที่เชื่อมโยงตรงกัน เพื่อทำความเข้าใจอธิบายและคาดการณ์ความเป็นไปของปรากฏการณ์นั้นๆ โดยอาศัยการสังเกตและทดลอง หรือวิธีทางตรรกศาสตร์และคณิตศาสตร์ตั้งแต่ในระบบที่มีขนาดเล็กมาก เช่น ระบบของอนุภาคมูลฐานไปจนถึงระบบขนาดใหญ่มาก คือ เอกภพ เพื่อหาคำตอบที่ชัดแจ้ง แล้วสรุปเป็นองค์ความรู้ที่นำไปสู่การปรับปรุงคุณภาพชีวิตของมนุษยชาติและเพื่อการเติมเต็มปัญญา นอกจากนี้ความรู้และความเข้าใจในปรากฏการณ์ธรรมชาติต่างๆที่มีความเกี่ยวข้องและ/หรือเป็นพื้นฐานของศาสตร์ต่างๆ เช่นคณิตศาสตร์ เคมี ชีววิทยา วิศวกรรมศาสตร์และศาสตร์วิชาวิทยาศาสตร์สุขภาพในด้านการแพทย์แขนงต่างๆ อีกทั้งเป็นวิชาพื้นฐานที่นำไปสู่การประดิษฐ์ คิดค้นเทคโนโลยีและนวัตกรรมต่างๆ ที่สามารถนำไปปรับใช้ในภาคอุตสาหกรรม จนทำให้เกิดการพัฒนาอุตสาหกรรมต่างๆ อย่างที่โลกเป็นอยู่ในปัจจุบัน"
    },
    {
        "title" : "เคมี ",
        "subtitle" : "รวมสูตรเคมี",
        "image_url" : "https://raw.githubusercontent.com/nightsornram/BasicAPI/main/chemical.jpg",
        "details" : "เป็นวิทยาศาสตร์สาขาหนึ่งที่ศึกษาในเรื่องของสสาร โดยไม่เพียงแต่ศึกษาเฉพาะในเรื่องของปฏิกิริยาเคมี แต่ยังรวมถึงองค์ประกอบ โครงสร้างและคุณสมบัติของสสารอีกด้วย การศึกษาทางด้านเคมีเน้นไปที่อะตอมและปฏิสัมพันธ์ระหว่างอะตอมกับอะตอม และโดยเฉพาะอย่างยิ่งคุณสมบัติของพันธะเคมีบางครั้ง เคมีถูกเรียกว่าเป็นวิทยาศาสตร์ศูนย์กลาง เพราะเป็นวิชาช่วยที่เชื่อมโยงฟิสิกส์เข้ากับวิทยาศาสตร์ธรรมชาติสาขาอื่น เช่น ธรณีวิทยาหรือชีววิทยาถึงแม้ว่าเคมีจะถือเป็นสาขาหนึ่งของวิทยาศาสตร์กายภาพแต่ก็มีความแตกต่างจากวิชาฟิสิกส์ค่อนข้างมาก"
    }
]
